/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "Acessar %@ requer que você entre suas credenciais";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Cancelar";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Entrar";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Nome:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Senha:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "O nome de usuário e senha fornecidos serão lembrados da próxima vez que você atualizar esta assinatura.";

